boots/app/controllers/addresses_controller.rb

INSERT INTO "addresses" ("created_at", "email", "name", "phone", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", Mon, 29 Feb 2016 04:46:32 UTC +00:00], ["email", "firminsa@gmail.com"], ["name", "Firmin SA"], ["phone", "240-938-5896"], ["updated_at", Mon, 29 Feb 2016 04:46:32 UTC +00:00]]
---
  def create
    @address = Address.new(address_params)

    respond_to do |format|
      if @address.save